export const surveyQuestions = [
  {
    id:"1",
    question: "你要求一位新来的下属做一份分部门购置新设备的报告，但她必须去学习更多新设备的知识，才可能作出一个合理的成本效益分析，而她认为自己的日程安排已满，这个新任务应付不过来。对此你将：",
    options: [
      "告诉她你的确需要这份报告，向她解释你在报告中所要求的内容，告诉她如何了解这方面知识的步骤。每周举行一次会议跟她讨论工作进程。",
      "要求她作出报告，与她讨论报告的重要性，要求她给出完成该工作的最后期限，给她认为自己所必要的材料，定期地与她检查工作进展。",
      "告诉她你需要这份报告，这份报告对于你来说很重要，向她解释你所希望在报告中得到的东西。为她列出了解有关新设备知识的步骤。倾听她的意见，如果必要，可以采纳她的计划，每周检查她的工作进展。",
      "要求她作出报告，与她讨论报告的重要性，帮助她分析可能会出现的工作阻碍并排除掉，帮她制订相应策略，要求她给出计划完成最终日期，并与她定期检查工作进程。"
    ]
  },
  {
    id:"2",
    question: "你的员工正在努力完成一份整个分部门的报告，这时一个新员工加入了你的团队，他被要求下一个周末必须给出成本数据，而他对报告要求和格式一无所知，他迫切想学习有关知识，热切地想了解自己所在团队中的角色。那么你会：",
    options: [
      "细致地告诉他的需要，详尽地向他讲解文件的要求和格式，把他介绍给其他成员。频繁地检查他在这一星期的工作进程，一一登记他所取得的任何进展。",
      "告诉他你会尽可能帮助他，把他介绍给其他成员，与他仔细讨论为了加速报告进展所需要的东西，频繁地去检查他在这个星期内的进展。",
      "详细地告诉他工作模式和需要的资料，诚恳地倾听他的想法，把他介绍给其他成员，你不时去看一看他的工作进展，并帮助他纠正发生的偏差。",
      "欢迎他并把他介绍给那些能帮他的成员，偶尔去看一看他的工作进展。"
    ]
  },
  {
    id:"3",
    question: "近来你发现一位雇员工作表现不尽人意，他似乎抱着不在乎的态度，只有在你的不断督促下才可以把工作完成，你怀疑他是否胜任这样一份高要求工作，你将会：",
    options: [
      "详尽地告诉他工作步骤以及你期望的结果，订下详尽的时间安排及工作要求，不时去检查一下工作进程。",
      "详尽地告诉他工作步骤以及你期望的结果，询问他的想法，必要时采纳。了解他对工作的感情，并与他进行交流，不时地检查一下工作进程。",
      "当他工作遇到困难时，给予必要的关注与帮助，并且鼓励他按自己想法去工作，了解他对工作的感情，并与他进行交流，不时去检查一下工作进程。",
      "让他明白这件工作的重要性，要求他们出工作进程表，并给你一份，不时去检查一下，工作进展如何。"
    ]
  },
  {
    id:"4",
    question: "由于公司结构调整，你的团队成员构成发生了变化，并且由于这些变化导致了业绩的下降。你的工作未能如期完成，你的上司对此极为关注，团队成员都怀着改良业绩的想法，但要达到这一目标又必须更多的知识和更高的技能，为此，你将：",
    options: [
      "要求员工们订出改善业绩的计划，并尽可能给予他们帮助，询问他们要什么样的培训和学习，以及要提供什么条件去提高技能，并尽可能满足他们的要求，继续努力提高业绩。",
      "与他们共同讨论你的计划，询问他们的要求及建议，并尽可能把这些考虑进去，理解你所订计划的道理，保持对工作进展情况的观察，以便随时了解计划执行情况。",
      "列出你要求他们所做的详细步骤，在其中特别强调所需的时间及你对他们的技能要求，继续关注着工作进展情况。",
      "帮助他们制定计划，鼓励他们独立自主完成，对他们的机会给予支持，并一贯地关注工作进展状况。"
    ]
  },
  {
    id:"5",
    question: "为了削减支出，公司必须进行合并，你把这个合并任务交给一位经验丰富的下属，这个员工已在部门中所有领域工作过，在过去，她总是热心去帮助别人，你认为她能胜任这个工作，而她对这一工作显得甚为冷漠，你将会：",
    options: [
      "想办法消除她的顾虑，给她列出采取的步骤措施，听取她的意见，必要时给予采纳，但这样做必须保有个前提条件，那就是她得遵循你的总体思路。不时去检查一下她的工作进展。",
      "想办法消除她的顾虑，把权力下放，让她按自己主意去做，让她知道你随时能为她提供帮助，要有耐心，但要不时去察看一下她的工作进展。",
      "想办法消除她的顾虑，让她决定哪些是最好的方案，给她出主意，鼓励她按自己主意去办，不时去看一下她的工作进展。",
      "想办法消除她的顾虑，给出大致计划轮廓，告诉她你的要求、具体步骤，不时去看一下，这些步骤实施得怎么样。"
    ]
  },
  {
    id:"6",
    question: "你发现一位员工的工作报告在一个月内出现了两次问题，他的工作一直都延误。但在过去的几年时间内，他一直完成很好，这是你就他的问题与他进行的第一次交谈，你将会：",
    options: [
      "要求他按时、按质完成他的工作报告。检查那些未完成部分，想办法让他知道你的期望，了解如何完成工作的每一部分，继续关注他的工作表现。",
      "告诉他得按时、按质完成工作报告，但也不催促他，继续关注他的工作进展。",
      "与他讨论一下时间及进度标准，倾听他的想法，但必须保证让他明白你的期望。检查每一份工作报告，并且回答他的问题——假如有的话。尽可能采纳他的建议，继续关注他的工作进展。",
      "询问他为什么延误了工作报告，倾听他的解释，并且尽可能去帮助他，让他明白按时按质完成这份工作的重要性，继续关注他的工作进展。"
    ]
  },
  {
    id:"7",
    question: "你要求属下的一个高专员去完成一个新项目。这个员工在过去的工作中一直有出色表现。这个项目对团队未来的发展将产生重大影响，他对这个工作非常感兴趣，但是由于项目信息缺乏，他不知如何开展，你跟这个雇员的关系一直都较好，于是你将：",
    options: [
      "向他解释你认为他胜任这项工作的理由，询问他工作过程有可能出现的问题，并且帮助他分析以后环境的变化，不时与他联系一下，给他支持。",
      "详尽地给他分析该如何开展这个工作，不时了解一下他的工作进展情况。",
      "要求他两个星期订一个工作计划，并给你一份以征求你的意见。给他充分的时间准备，并不催促他急着开始工作，不时对他给予支持。",
      "列出完成这件工作的必要措施和步骤，并诚恳地征求他的意见，必要时把他的意见考虑进去，但他必须遵循你的总体精神。定期地检查一下他的工作进展情况。"
    ]
  },
  {
    id:"8",
    question: "你的一位下属对你委派给他的一项任务信心不足，在过去，他一直表现出色，并且你认为他完全有能力完成这个任务，到期日一天天逼近了，你将会：",
    options: [
      "让他明白你对任务的完成节点多么的看重，帮助他分析可能的多种步骤，并鼓励他按自己的主意去决定采用哪种步骤，及时检查一下他的工作进程，并给予他支持。",
      "与他共同探讨按时完成这件工作对你有何等重要，制定一个行动计划，让他按计划办事，必要时，可以对计划作必要的修改，但必须保证他在总体上遵循你的原方案，不时关注一下他的工作进展情况。",
      "向他详尽解释必须按时完成工作的原因，把你制订的计划交给他，让他按计划行事，不时了解工作进展情况。",
      "询问他工作中是否有什么困难，若有，让他自己解决，仅仅提醒他在既定完成时间内完成，但不催促他。限令他在三天内给出工作完成的最后期限。"
    ]
  },
  {
    id:"9",
    question: "你的小组希望你能否考虑一下，改变他们的工作进度，这些变动也让你觉得是个好主意，你的下属也非常清楚做这些变动的必要性。团队成员之间既竞争激烈，又协作愉快，为此你将：",
    options: [
      "帮助他们分析改变工作进度的可能性，尽可能为他们开展讨论提供方便，支持他们提出的计划，检查他们的计划执行情况。",
      "自己亲自设计工作进度，并向员工解释理由，倾听他们的意见，并尽可能采纳。检查他们对你所指定计划的执行情况。",
      "让员工自己设计工作进度，在你允许后，让他们把计划实施，同他们一起共同检查计划执行情况，并评估工作进展程度。",
      "自己亲自制定工作进度，向员工解释如何按照这个计划执行，假如他们有问题的话，尽可能回答。检查该计划的执行情况如何。"
    ]
  },
  {
    id:"10",
    question: "由于组织上的人事变动，你得把任务分配给六个新员工，而他们在过去的三个月中表现不尽人意，他们似乎没有足够的技术水平和能力去应付这份工作，并且由于工作调动，他们对工作反应并不热烈。在团队会议上，你将：",
    options: [
      "让他们了解自己在过去三个月的工作表现是一天不如一天，要求他们决定该为这个任务做些什么，并限期他们完成任务，另一方面，定时监控着工作进展。",
      "让他们心中明白自己在过去的三个月中，工作表现是一天不如一天，向他们详尽的讲述你对他们的要求及工作步骤，对他们反馈回来的稍作分析，并给出有益的建议，继续监控他们的工作表现。",
      "让他们心中明白自己在过去的三个月中，工作表现是一天不如一天，向他们列举你为他们制订的工作步骤，对此作出解释并听取他们的反馈意见，在总体原则不变的前提下，尽可能采纳。继续监控他们的工作表现。",
      "让他们明白自己在过去的三个月中，工作表现是一天不如一天，询问他们有关原因，倾听他们的想法，帮他们制订自己的计划去改善工作。检查他们的工作进展。"
    ]
  },
  {
    id:"11",
    question: "你的一位雇员在过去的一年表现出色，他对未来一年中充满挑战的工作也感到甚为兴奋。明年的预算支出和团队目标没有很大的变化，在一次与他讨论来年的工作目标与行动计划时，你将：",
    options: [
      "要求他提供一份来年的工作计划供你审阅，告诉他，有问题时你会随时与他联系。",
      "准备一揽子你认为他能完成的来年工作任务，与他共同探讨。",
      "准备一揽子你认为他能完成的来年工作任务，与他共同探讨，并征求他的意见，必要时可采纳他的意见，但最后拍板必须你决定。",
      "要求他向你提供一份来年的工作计划，与他共同探讨这个计划，倾听他的意见，并帮他详细分析可能的变化。倾听他的意见，让他对这个计划做最后拍板。"
    ]
  },
  {
    id:"12",
    question: "过去两年中你们这个小组一直有出色的表现，然而团队成员由于一些不可控因素导致了业绩退步，他们的信心严重受挫，你的上司对此非常关心，在小组会议上，你将：",
    options: [
      "与他们讨论前段时间的工作倒退，给他们布置详尽的改进方案，继续密切注视着工作进展。",
      "询问他们对前一段时间中工作倒退的想法，倾听他们的想法，鼓励他们独立想办法去扭转局势，继续密切注视着工作进展。",
      "共同探讨近来工作中出现的倒退，详尽地给他们讲述你的改进方案，倾听他们的意见，并且必要时采纳，提醒他们这样下去的恶果，鼓励他们继续努力，继续密切关注工作进展。",
      "共同探讨近来工作中出现的倒退，但不给他们施加压力，要求他们给出扭转这种局面的最后期限，并要求他们必须继续相互支持，继续密切关注工作进展。"
    ]
  },
  {
    id:"13",
    question: "最近你部门新加盟了一位成员，她将在你的团队中担负一个重要任务，尽管她是一个新手，但她很有热情，并充满自信，你将会：",
    options: [
      "让她有充分的时间去了解工作要求及应如何开展工作，让她知道这件工作的重要性，告诉她，若需要帮助，你将随时给予满足，密切关注她的工作进展。",
      "详尽的告诉她你所要的结果，同时还把应采取的工作步骤详细告诉她。同时告诉她工作中应注意的问题，密切关注着她的表现。",
      "与她讨论你所要的结果与完成工作的期限。明白地告诉她应采取的步骤，向她解释原因并听取她的意见。必要时可采纳她的意见，但最终决定由你把握，关注她的工作进展。",
      "询问她准备如何开展工作，与她共同探讨种种情况下可能出现的意外，鼓励她按既定计划行动，尽可能耐心倾听她的想法，关注她的工作进展。"
    ]
  },
  {
    id:"14",
    question: "你的上司要求你把产品收益提高 7%，你知道这是可以达到的目标，但得让你花更大的努力。为了节省时间，你必须把成本控制的任务交给一位下属，你一直认为这个下属在这方面做得很出色，但她认为耗费过多时间而显得不太情愿。这时候你会：",
    options: [
      "把任务委派给她，并倾听她的想法，解释你认为她能胜任这份工作的原因。帮她想出种种方案，给予她鼓励，并给予必要的支持。密切关注她的工作进展。",
      "把任务委派给她，并倾听她的想法，与她讨论完成任务应采取的步骤，听取她的意见，并尽可能采纳，但前提是，她的意见不能偏离你的基本原则。关注她的工作进展。",
      "把任务委派给她，倾听她的想法，但让她独立决策，给她时间让她作出调整，但注意不要刻意询问她的最终设想。关注她的工作进展。",
      "把任务委派给她，倾听她的想法，并且告诉她如何处理任务上的特殊情况，将她的不安感觉降到最低。记录整个过程，密切监督她的工作进展。"
    ]
  },
  {
    id:"15",
    question: "你的上司要求你能选几个员工，参加全公司范围的任务小组，这个小组将为公司的福利计划提建议，你派出了一个员工，她是一个很有主见的人，并且对员工福利一直很关心，她曾经成功地负责过另一个类似的任务小组，她也希望自己担任这一角色，为此你将：",
    options: [
      "把这个任务交给她，并告诉她应服从其他员工的意见，吩咐她两天内给出每次会议的详细报告。",
      "要求她接受这一任务，帮她形成自己的观点，定期检查她的工作。",
      "把任务委派给她，与她讨论应采取什么措施以保证更好地表达其他员工的意见，倾听她的意见，但要求她遵循你的原则。要求她在每次小组会议后，向你汇报。",
      "把任务委派给她，要求她随时向你汇报工作进展，并对她的工作做定期检查。"
    ]
  },
  {
    id:"16",
    question: "由于家人生病，你缺席了两次重要会议，按照原定计划，你得在会议上主持今后工作发展措施，当你再一次参加会议时，你发现，会议进行得很有秩序，并且会议上布置的工作开展得很顺利。所有团队成员都积极参与工作，并且为取得的进展欢呼雀跃，面对这些，你似乎一下子失去了存在的意义，为此，你将会：",
    options: [
      "感谢其他委员所进行的工作，并将会议继续这样进行下去。",
      "感谢其他委员所做的工作，制订下一次会议的日程，着手组织团队工作。",
      "感谢其他委员所做的工作，努力去使其他成员觉得你的重要性，尽可能去征求别人的意见。",
      "感谢其他委员所做的工作，制订下一次会议的日程，并且尽可能倾听其他人的意见。"
    ]
  },
  {
    id:"17",
    question: "你的手下富有竞争意识，并且能够独立、出色地完成工作，由于近来取得成果，他们显得非常兴奋。他们的工作作为一个整体也是非常出色的，现在，你得为小组制订下一年的目标。在小组会议上，你将：",
    options: [
      "赞扬他们去年所取得的成绩，与他们探讨小组中存在的问题，并确定明年的目标，鼓励他们去创新求变，帮助他们研讨将来可能出现的问题，关注他们的工作进展。",
      "赞扬他们去年所取得的成绩，通过制定来年的目标，使他们感受到未来的挑战，列出实现计划的必要步骤的措施。检查自己的工作进展。",
      "赞扬他们去年所取得的成绩，要求他们制订明年的目标，并给出相应的措施，尽可能回答他们的问题，并关注他们的工作进展。",
      "赞扬他们去年所取得的成绩，制定明年的计划及相应措施，征求他们的意见，并尽可能采纳，检查自己计划进展情况。"
    ]
  },
  {
    id:"18",
    question: "你及公司都清楚为了部门长期发展必须有一套新的工作准则，部门成员也渴望作些变化，但由于局限性，他们很难有广阔的视野去完成这一工作，为此你将：",
    options: [
      "罗列出新准则，组织员工去学习，并要求他们提出修改意见，尽可能采纳他们的意见，但前提是他必须听从你的基本思想。检查他们对准则的执行情况。",
      "罗列出新准则，并向员工征求意见，细致地指导他们开始执行这一新准则。检查他们的应用情况。",
      "与其他人共同讨论构思这一准则，鼓励他们发挥自己的创造性和个人见解，帮助他们研讨未来可能发生的变化，支持他们使用这一准则，密切关注着这一准则执行的结果。",
      "要求小组制定一套新的准则，尽可能为他们提供信息帮助，但责任由他们承担，密切地关注这一准则执行的结果。"
    ]
  },
  {
    id:"19",
    question: "最近，你被任命为某业务的负责人，由于变动，该部门业绩出现了下滑，技术要求发生了变化，而你的下属对这还很陌生，最糟糕的是，他们对学习这一新技术并没有很高的热情，在小组会议上，你将：",
    options: [
      "与团队成员共同讨论业绩下滑的原因，并倾听他们的意见，征求他们对此的解决方案，表达你对他们的设想的信心，提醒他们业绩下滑的现状，并继续关注他们执行该方案后的工作进展。",
      "列出你对他们的要求，与他们共同起草方案大纲，但他们必须按照你认为正确的方案行动，关注他们的工作进展。",
      "告诉他们这段时间公司业绩出现了下滑，要求他们分析出现这种情况的原因。要求他们草拟一份方案，并征求你的意见，为详细计划完成规定最后期限，关注他们的工作进展。",
      "列出你对他们要求采取的行动，指定角色、责任和标准，不时检察一下他们的工作是否取得了进展。"
    ]
  },
  {
    id:"20",
    question: "你发现了一位新下属没有完成某些任务，她向你递交一份粗糙、不完整的报告，她认为写报告是浪费时间，因此一直对工作不热情，对此你将：",
    options: [
      "让她知道交上来的报告是如何的粗糙及不完整，与她讨论某些步骤，并向她解释按步骤完成工作的重要性，征求她的意见，但她必须顺从你的基本原则。",
      "让她知道交上来的报告是如何的粗糙及不完整，要求她给出完成报告的时间，并限期完成，给她更多的时间让她去完成。监督她的工作进展。",
      "让她知道交上来的报告是如何的粗糙及不完整，询问她的工作计划，并试图帮助其做好充分准备以对付意外困难。监督她的工作进展。",
      "让她知道交上来的报告是如何的粗糙及不完整，详尽向她解释限期内完成任务所必须采取的步骤。向她演示如何才能高质量完成工作报告，监督她工作的进展。"
    ]
  }
];
